{
    "111111": {
        "name": "第1卦 乾（qián）：乾为天卦",
        "text": "乾：元，亨，利，贞。 ",
        "interpretation": "代表刚健不息，积极进取。得此卦者需要柔顺者的辅佐。乾的本意是刚健而又刚健，与柔顺相对立。得乾卦者，虽有创业的本领，但缺守成的功夫。因为性格阳刚而成事，也会因为阳刚而败事。身处逆境时可以是迎风的火把，进入顺境则容易忘乎所以。"
    },
    "000000": {
        "name": "第2卦 坤（kūn）：坤为地卦",
        "text": "坤：元亨，利牝马之贞。君子有攸往，先迷后得主。利西南得朋，东北丧朋。安贞吉。",
        "interpretation": "代表宽厚包容，消极被动。得此卦者不可独立创业坤象征大地，可以包容、滋生万物。得坤卦者，应当收敛，谨行慎言才无过失。不可做鸡头，应该做牛尾，耐住寂寞，寻找明主，等待时机。不着痕迹地服从领导可成就大功。一旦成势便具载舟覆舟之力。没有知遇的机会便一事无成。"
    },
    "100010": {
        "name": "第3卦 屯（zhūn）：水雷屯卦",
        "text": "屯：元亨利贞。勿用有攸往，利建侯。",
        "interpretation": "代表脆弱，因阻力而停滞；得此卦者要重视远处之害屯象征创业的艰难，如同草木刚刚破土，不能利用。但长势不可逆转，坚定信念则前程无量。得屯卦者，如同初生的稚嫩之躯，最怕受伤害，同时也最易受伤害。惹不起但躲得起，为了前途最好忍气吞声，先求保全，积聚力量。"
    },
    "010001": {
        "name": "第4卦 蒙（méng）：山水蒙卦",
        "text": "蒙：亨。匪我求童蒙，童蒙求我。初噬告，再三渎，渎则不告。利贞。",
        "interpretation": "代表蒙昧时期，需要教育；得此卦者应择师友蒙象征幼稚者需要启蒙，但必须动机纯正。得蒙卦者容易猜疑，猜疑生于不自信。要明白“疑人不用，用人不疑”。蒙也代表启蒙教育，璞玉待雕，当求良工巨匠；孟母择邻，为了远墨近朱。教不严师之惰，为尊长者要感受到社会责任。"
    },
    "111010": {
        "name": "第5卦 需（xū）：水天需卦",
        "text": "需：有孚，光亨，贞吉。利涉大川。",
        "interpretation": "代表寻求发展，遇到险阻；得此卦者不可贪嗟来之食需象征需要，维生需要营养，遇事需要等机会。得需卦者如同禾苗需要雨水，这是事物的正常需要，只是暂时没有被满足。此时资源稀缺，不过，尽管只有一杯水，大家也都能润润嗓子。虽有险阻在前，终可因目的纯正而可成功。"
    },
    "010111": {
        "name": "第6卦 讼（sòng）：天水讼卦",
        "text": "讼：有孚，窒惕，中吉。终凶。利见大人，不利涉大川。",
        "interpretation": "代表争执不下，要打官司；得此卦者忍为上策讼既是争讼打官司，这对双方都不利，恃强争胜，结果必然凶险。得讼卦者大都面临纷争之事。麻烦来了，肯定不能算吉，此时应该以静制动，避免两败俱伤，尽量借助外力化解纷争。如果恃势欺人则会激化矛盾。"
    },
    "010000": {
        "name": "第7卦 师（shī）：地水师卦",
        "text": "师：贞，丈人吉，无咎。",
        "interpretation": "代表战争忧患，强烈抗争；得此卦者不可成为乌合之众师象征在柔顺的外表下埋伏着凶险与机遇，看你如何选择。得师卦者，因众成势，但有隐忧。因为与聚众相比，服众更难。驾驭众人时，正则使之浑然一体，可成大业；邪则为乌合之众，一旦失控则为害惨烈。"
    },
    "000010": {
        "name": "第8卦 比（bǐ）：水地比卦",
        "text": "比：吉。原筮，元永贞，无咎。不宁方来，后夫凶。",
        "interpretation": "代表亲附他人，宜速不宜缓；得此卦者不宜结成朋党比象征相亲相爱，和睦相处，但如果看到别人团结，心里不安才去团结则有凶险。得比卦者可能有两种情况：朋比、党附。前者基于情性，后者基于利益；前者生狎昵，后者酿党争。自己属于哪种情况需要具体分析。"
    },
    "111011": {
        "name": "第9卦 小畜（xiǎo xù）：风天小畜卦",
        "text": "小畜：亨。密云不雨，自我西郊。",
        "interpretation": "代表小有积蓄，不可贪大；得此卦者要利益均沾小畜表示企图心旺盛，但力量不足，需要休养生息。得小畜卦者不可贪大，在时机未成熟时需要自我克制，蓄养精神，积蓄力量，争取支援。虽暂时没有下雨，但时机一到雨必下。"
    },
    "110111": {
        "name": "第10卦 履（lǚ）：天泽履卦",
        "text": "履：履虎尾，不咥人，亨。",
        "interpretation": "代表躬身行事，有惊无险；得此卦者应循规蹈矩履象征虽然踩了老虎尾巴却没有受到伤害，可以亨通。得履卦者虽然有惊无险，但应该遵照“礼”来行事，非礼勿动，非礼勿视，非礼勿听。量力而行，安守本分，不可一意孤行，逞强冒进，以避免不必要的摩擦和麻烦。"
    },
    "111000": {
        "name": "第11卦 泰（tài）：地天泰卦",
        "text": "泰：小往大来，吉亨。",
        "interpretation": "代表通泰无滞，君子占上风；得此卦者应维持现状泰象征万事如意，无论干什么事都会亨通。得泰卦者安如泰山，大吉大利，事半功倍。然而泰极则否至，要想持盈保泰，应有危机意识、忧患意识，修德进业，让泰的状态尽量得到延长。"
    },
    "000111": {
        "name": "第12卦 否（pǐ）：天地否卦",
        "text": "否：否之匪人，不利君子贞，大往小来。",
        "interpretation": "代表闭塞变坏，万事隔绝；得此卦者最忌自暴自弃否与泰相反，表示天地不通，万事隔绝，不吉到了极点。得否卦者凶，事倍功半，所得很少。在最黑暗时要学会居卑示弱，韬光养晦，积蓄力量，等待时机。冬天来了，春天便不远。一旦机遇出现，又是一个全新的我。"
    },
    "101111": {
        "name": "第13卦 同人（tóng rén）：天火同人卦",
        "text": "同人：同人于野，亨。利涉大川，利君子贞。",
        "interpretation": "代表齐心协力，广结社交；得此卦者应融于众人同人象征团结众人才能有所收获。得同人卦者要善于借鸡下蛋，借助他人的力量成事。一个篱笆三根桩，一个好汉三个帮，大石头没有小石头垫脚就没有稳固的根基，能化敌为友才是干大事者的气度。"
    },
    "111101": {
        "name": "第14卦 大有（dà yǒu）：火天大有卦",
        "text": "大有：元亨。",
        "interpretation": "代表物归我有，谷仓满溢；得此卦者不可独自占有大有象征高高在上，拥有天下。此时应虚怀若谷，不可骄傲伤人。得大有卦者虽然当前的势头很好，但结果却难说。别人看中的只是利益，无利则作鸟兽散；不懂辩证法，“大有”将会成为一无所有。所以应该与他人分享利益。"
    },
    "001000": {
        "name": "第15卦 谦（qiān）：地山谦卦",
        "text": "谦：亨，君子有终。",
        "interpretation": "代表谦虚谨慎，甘居人后；得此卦者不可失去自尊谦就是谦虚，可以亨通，即使开始困难，最终也会受到赏识。得谦卦者，谦虚则有百利而无一害。谦之精义在于“敬”，敬人要戒势利，敬业要戒懈怠，敬物要戒奢侈。谦而不媚不傲，万事皆可成。"
    },
    "000100": {
        "name": "第16卦 豫（yù）：雷地豫卦",
        "text": "豫：利建侯行师。",
        "interpretation": "代表悠然自得，安逸享受；得此卦者不要滋生怠惰豫象征一片和乐的景象。得豫卦者不要为物所累、片面追求“大”而“全”。志可得，意不可满，不要消磨掉锐气、进取心，有童心才能有生命力，时机一到就应该立即行动。如果陷入怠惰，便将失去大势。"
    },
    "100110": {
        "name": "第17卦 随（suí）：泽雷随卦",
        "text": "随：元亨利贞，无咎。",
        "interpretation": "代表退让一步，随遇而安；得此卦者应随从众人随象征虚心随和，同时保障身心的安乐，这样才能得到信赖。得随卦者不可固执己见，应随和众人，从善如流。居高位、有大事业之人，一旦受身边人左右，就该用新桃换旧符。自己的历史应该自己写，别将笔墨付他人。"
    },
    "011001": {
        "name": "第18卦 蛊（gǔ）：山风蛊卦",
        "text": "蛊：元亨，利涉大川。先甲三日，后甲三日。",
        "interpretation": "代表积弊已久，坏到极点；得此卦者不可昏然混日子蛊象征衰败时有新力量诞生，并最终使混乱的局面归于平静，此时利于建立新的功业。得蛊卦者往往是祸起萧墙，机构内部出了严重的问题，善始而难善终。此时应大刀阔斧，将革命进行到底，推翻了重来，开辟新天地。"
    },
    "110000": {
        "name": "第19卦 临（lín）：地泽临卦",
        "text": "临：元，亨，利，贞。至于八月有凶。",
        "interpretation": "代表亲近下属，经常巡视；得此卦者要为众人谋利临卦表示如果有愿望就可以实现。得临卦者在思想上容易给自己设置边界，善守成，不善开拓。应抓住时机，以霹雳手段占据主动地位。居高临下，积极给予，以高尚的人格来感召，以威信维持纪律。"
    },
    "000011": {
        "name": "第20卦 观（guān）：风地观卦",
        "text": "观：盥而不荐，有孚颙若。",
        "interpretation": "代表凝视观察，透视原因；得此卦者应施惠于人观卦表示在上者要体察下情才能得到拥戴、受到敬仰。观是“下仰瞻上”之意，别人要“观”我，而不是我要“观”别人。得观卦者要有所保留，停于雾里，示人以朦胧美，别让人一览无余。"
    },
    "100101": {
        "name": "第21卦 噬嗑（shì kē）：火雷噬嗑卦",
        "text": "噬嗑：亨。利用狱。",
        "interpretation": "代表全力应战，排除障碍；得此卦者难得糊涂噬嗑就是咀嚼，咬碎食物，象征铲除障碍才能亨通。得噬嗑卦者要学会含糊其辞、打擦边球。模糊是一种修养境界，模棱两可之间，许多事情可顺利解决。如果太过认真、较真，会失去人心，或把事情搞砸。"
    },
    "101001": {
        "name": "第22卦 贲（bì）：山火贲卦",
        "text": "贲：亨。小利有所往。",
        "interpretation": "代表装饰修饰，文教礼制；得此卦者要掩藏不足贲表示装饰事物，使人赏心悦目，但如果过份则适得其反。得贲卦者要懂得自我修饰，隐蔽缺陷。因为距离产生美，美在朦胧中。无论出于何种目的，装饰都是一种修养。不懂得装饰自己就是自我贬低。"
    },
    "000011": {
        "name": "第23卦 剥（bō）：山地剥卦",
        "text": "剥：不利有攸往。",
        "interpretation": "代表走向衰落，即将崩溃；得此卦者应以静制动剥就是剥落，小人得势，君子失势，如同墙面被逐层剥落。得剥卦者，衰势已成，不可逆转，放弃是种明智的选择。但此处的山穷水尽并不影响日后的柳暗花明，要积蓄力量，等待机遇。等来日重整旗鼓，改弦更张。"
    },
    "100000": {
        "name": "第24卦 复（fù）：地雷复卦",
        "text": "复：亨。出入无疾，朋来无咎。反复其道，七日来复，利有攸往。",
        "interpretation": "代表出现生机，利于行动；得此卦者应该进取复象征万物在轮回中不断反复，生机勃勃，也象征生命复始，有利于做事。得复卦者如同大病初愈，身体虚弱但又在凋零中充满生机，百废待兴，此时是施展才能的好时候。但欲速则不达，不可操之过急，养足元气才可行动。"
    },
    "100111": {
        "name": "第25卦 无妄（wú wàng）：天雷无妄卦",
        "text": "无妄：元亨利贞。其匪正有眚，不利有攸往。",
        "interpretation": "代表不可妄为，不可强行；得此卦者不可有非分之想无妄就是不要有妄念。坚持正义则无往不胜，走向邪道则必然不利。得无妄卦者的客观条件不成熟，如果有妄念、妄动则会带来灾祸。如果循规蹈矩、只耕耘而不问收获、不作非分之想，就会相安无事。"
    },
    "111001": {
        "name": "第26卦 大畜（dà xù）：山天大畜卦",
        "text": "大畜：利贞，不家食吉，利涉大川。",
        "interpretation": "代表积蓄包容，有大丰收；得此卦者最贵慈悲心大畜象征家有大的积蓄，只要找到明路必然发达。得大畜卦者，占据天时就会有大的积蓄。此时要适可而止，不可贪恋二尺硬土、乘势向外扩张。运作事情要有城府，保守机密，否则不容易成事。"
    },
    "100001": {
        "name": "第27卦 颐（yí）：山雷颐卦",
        "text": "颐：贞吉。观颐，自求口实。",
        "interpretation": "代表注重养生，言语节制；得此卦者应加强修养颐象征保养，保养身体才能得到健康，休整之后才能健康发展。得颐卦者要懂得正确的养生之道，这包括饮食、语言两个方面。饮食、言语都要有节制，适可而止，吃饭要八分饱，说话前要三思。"
    },
    "011110": {
        "name": "第28卦 大过（dà guò）：泽风大过卦",
        "text": "大过：栋桡，利有攸往，亨。",
        "interpretation": "代表纠正偏差，拯治弊病；得此卦者应矫枉过正大过是大的过度，要暴发行动，到了一定关口必须果断行动，不要错过。得大过卦者，矫枉必须过正，不过正则不能矫枉。矫枉过正是成大业者必备的气魄和胆识。拯危救弊要有壮士断腕的魄力，瞻前顾后则会失去良机。"
    },
    "010010": {
        "name": "第29卦 坎（kǎn）：坎为水卦",
        "text": "坎：习坎，有孚。维心亨。行有尚。",
        "interpretation": "代表险中有险，困上加困；得此卦者步步当心陷阱坎是坎坷、陷入困境，在失落之中不可改变自己的信念。得坎卦者大都处于险难中，明枪易躲暗箭难防，如果前面有陷阱，与其抢一秒，不如停三分。不可害人，但要防人，尽管阴谋防不胜防，但身正不怕影子斜。"
    },
    "101101": {
        "name": "第30卦 离（lí）：离为火卦",
        "text": "离：利贞，亨。畜牝牛，吉。",
        "interpretation": "代表依附附丽，亲近辅助；得此卦者最怕引火烧身离象征无限光明，但火焰要有所依附，依附正当则可以持续光明。得离卦者往往心绪不定，性急者易败事。不可冲动，否则烧伤了别人的同时也熄灭了自己。为他人作嫁衣也是一种享受，有其名无其实总比名实两缺要强。"
    },
    "001110": {
        "name": "第31卦 咸（xián）：泽山咸卦",
        "text": "咸：亨，利贞。取女吉。",
        "interpretation": "代表心灵感应，认同欣赏；得此卦者要从争取人心着手咸表示不可三心二意，动机纯正才可以吉利。得咸卦者，大多是两情相悦，心灵沟通，互补而双赢。但别高兴得太早，令你头痛的事可能在后头。因为“唯女子与小人难养也，近之不逊、远之则怨。”"
    },
    "011100": {
        "name": "第32卦 恒（héng）：雷风恒卦",
        "text": "恒：亨，无咎，利贞。利有攸往。",
        "interpretation": "代表不动摇，坚持不懈；得此卦者不可虎头蛇尾恒象征持之以恒，动机纯正并持之以恒便会成功。“恒”有两个含义：不动摇，坚持不懈。得恒卦者，主旨是增加才德，而不是做事。与人共事方面应具有平衡的能力，起到“和稀泥”的作用。适合从事内部工作，而不是外勤。"
    },
    "001111": {
        "name": "第33卦 遁（dùn）：天山遁卦",
        "text": "遁：亨。小利贞。",
        "interpretation": "代表隐遁躲避，以退为进；得此卦者应看破功名利禄遁就是退避，但这不是因为胆小。韩信受胯下之辱却终成大事就是说明。得遁卦者，身退不如心退，如果心有不甘，身退便无意义。“大隐隐于朝，中隐隐于市，小隐隐于野。”英雄处于末路，要学会保护自己，留得青山在。"
    },
    "111100": {
        "name": "第34卦 大壮（dà zhuàng）：雷天大壮卦",
        "text": "大壮：利贞。",
        "interpretation": "代表过于强猛，易生过失；得此卦者得意时别忘形大壮就是壮盛，不但要“大”而且要“正”才能成功。得大壮卦者要凭实力说话，虽是大器晚成，但可以施展拳脚。媳妇终于熬成了婆，但前面的路还长得很，躁动、过于强猛容易生过失。"
    },
    "000101": {
        "name": "第35卦 晋（jìn）：火地晋卦",
        "text": "晋：康侯用锡马蕃庶，昼日三接。",
        "interpretation": "代表日出地面，加官晋爵；得此卦者可在左右逢源中成事晋就是前进、上升，只有忠于职守的人才能得到提升。得晋卦者，最大的乐趣在于进取，最大的欣慰在于得到他人的赏识。已经赢得了上上下下的普遍尊重，但在鲜花掌声中切记成就来之不易。此时有人暗中妒忌，需慎防。"
    },
    "101000": {
        "name": "第36卦 明夷（míng yí）：地火明夷卦",
        "text": "明夷：利艰贞。",
        "interpretation": "代表光明熄灭，小人得势；得此卦者要韬光养晦明夷表示坏到极点，曙光就在眼前，只需要最后坚持一下。得明夷卦者最好低调些，不显山不露水。保护好自己，如果为了做事而伤了自己，天大的本事也无法再施展出来。"
    },
    "101011": {
        "name": "第37卦 家人（jiā rén）：风火家人卦",
        "text": "家人：利女贞。",
        "interpretation": "代表家里要有尊卑次序；得此卦者要以和为贵家人象征一家人和睦团结，相亲相爱。得家人卦者，家和则万事兴，家不和则外人欺，家丑不可外扬。父是父，子是子，家中要有明确的角色意识；男主外，女主内，治家应该有明确分工。"
    },
    "110101": {
        "name": "第38卦 睽（kuí）：火泽睽卦",
        "text": "睽：小事吉。",
        "interpretation": "代表背离反目，亲友疏散；得此卦者应减少猜疑心睽象征反目，此时不能成就大事，只能做小事。得睽卦者，亲近的人容易反目成仇。如果十件事中有九件事愉悦，仅一件事有毛病，不要太计较。缘分尽即分手，没有必要结冤仇。气归气，还是要想想往日的情谊，对方的好处。"
    },
    "001010": {
        "name": "第39卦 蹇（jiǎn）：水山蹇卦",
        "text": "蹇：利西南，不利东北。利见大人，贞吉。",
        "interpretation": "代表跛足行走，面临困难；得此卦者求人艰难蹇指瘸腿，走路困难。得蹇卦者如同跛脚之人难以走远路，进退两难，不可能亨通，只有遇到相助的人才能继续前进。事情往往坏在行为的不协调上，这会留下太多遗憾。"
    },
    "010100": {
        "name": "第40卦 解（jiě）：雷水解卦",
        "text": "解：利西南，无所往，其来复吉。有攸往，夙吉。",
        "interpretation": "代表在险中行动，如病初愈；得此卦者已经显现转机解就是释放，脱离险地后要回到初始状态才能休养生息。得解卦者可驱散乌云见太阳，全部烦愁瞬间消。没有解不开的死结，不必在使气斗胜上折磨身心。相逢一笑泯冤仇，如果变被动为主动，会功到自然成。"
    },
    "110001": {
        "name": "第41卦 损（sǔn）：山泽损卦",
        "text": "损：有孚，元吉，无咎，可贞。利有攸往。曷之用？二簋可用享。",
        "interpretation": "代表减损自己，增益他人；得此卦者别追求完美损就是损失，为了根本利益需要做出牺牲，这样大家都能得利。得损卦者，善吃小亏则将占大便宜。比如植树，如果没有适时地砍掉多余的小树，便不利于其他树的生长，不能在总体上促进树林的壮大。"
    },
    "100011": {
        "name": "第42卦 益（yì）：风雷益卦",
        "text": "益：利有攸往，利涉大川。",
        "interpretation": "代表增加增强，可获上应；得此卦者要讲究分流益表示得利，但不可能永远得利，诚信和善良才能不失根本。得益卦者，损己益人必然会得到回报。大家都追求各自的利益，难以实现利益的最大化。大家追求共同利益则会有意外的收获。"
    },
    "111110": {
        "name": "第43卦 夬（guài）：泽天夬卦",
        "text": "夬：扬于王庭。孚号有厉。告自邑，不利即戎，利有攸往。",
        "interpretation": "代表果决除奸，要讲策略；得此卦者不可优柔寡断夬就是决断，也象征清除小人。得夬卦者处在十字路口，不可在一棵树上吊死，不想决断也得做出决断。当断不断反受其乱，抗衡不了就应该变换思路，战略大转移。此时不可莽撞，要柔中带刚，有充分准备后再决断。"
    },
    "011111": {
        "name": "第44卦 姤（gòu）：天风姤卦",
        "text": "姤：女壮，勿用取女。",
        "interpretation": "代表不期而遇，聚散不定；得此卦者要学会推销自己姤指意外相遇。得姤卦者，碰到机遇才能有所为。此时，个人价值的实现与机遇有直接关系。要学习毛遂自荐，遇上识货之人才能获得撬动地球的支点。不过，有时这种相遇并不是好兆头，必要时要明智地退出。"
    },
    "000110": {
        "name": "第45卦 萃（cuì）：泽地萃卦",
        "text": "萃：亨。王假有庙。利见大人，亨，利贞。用大牲吉，利有攸往。",
        "interpretation": "代表物以类聚，聚集精华；得此卦者重在蓄势萃指聚集，聚集使物资丰富，人们团结，势力变大，利于进取。得萃卦者如同不同的事物汇聚一堂，可以竞争，但不要相残。物以类聚，大家能在同一方寸之地扎根，是缘分。虽然是借他人之壳上市，但可以往自己口袋装钱。"
    },
    "011000": {
        "name": "第46卦 升（shēng）：地风升卦",
        "text": "升：元亨，用见大人，勿恤，南征吉。",
        "interpretation": "代表顺畅无忧，蓬勃向上；得此卦者可创新高升指上升。得升卦者乘势而上可以图谋发展，应利用良好的机遇将志向行于天下。丑小鸭此时已经变成白天鹅，但要记住自己曾经是鸭类。造成陈胜起义失败的因素之一就是他怕儿时的伙伴说他年轻时为人佣耕。"
    },
    "010110": {
        "name": "第47卦 困（kùn）：泽水困卦",
        "text": "困：亨，贞，大人吉，无咎。有言不信。",
        "interpretation": "代表气衰力竭，陷入困境；得此卦者要从容不迫，徐谋出路困指受困。得困卦者如同杨志卖刀，英雄处于末路。如果自得其乐、坚持原则、坚持不懈才能得到解脱。此时不要画地为牢，外面的世界很精彩，走出囚禁自己的无形高墙，会发现自己一直在坐井观天。"
    },
    "011010": {
        "name": "第48卦 井（jǐng）：水风井卦",
        "text": "井：改邑不改井，无丧无得。往来井井。汔至亦未繘井，羸其瓶，凶。",
        "interpretation": "代表力不从心，变得保守；得此卦者应独善己身井水永远干净，象征美德。但打水的水桶可能倾覆，所以平静中暗藏着凶险。得井卦者如同井水一样，不枯不竭，不满不溢；不通江河，却是活水；所求不多，只想持平；与世无争，没有风波。"
    },
    "101110": {
        "name": "第49卦 革（gé）：泽火革卦",
        "text": "革：己日乃孚。元亨利贞。悔亡。",
        "interpretation": "代表变革改革，转换势态；得此卦者有应改之弊病革指改革。积习成积弊，不破则不立，破字当头，立就在其中。得革卦者需要批判和改革，改革需要坚决彻底，不可半途而废。改革是很难的，处处有既得利益者作梗，需要胆识和气魄。但开弓没有回头箭，要咬紧牙关挺住。"
    },
    "011101": {
        "name": "第50卦 鼎（dǐng）：火风鼎卦",
        "text": "鼎：元吉，亨。",
        "interpretation": "代表推陈出新，重在养贤；得此卦者处于鼎新之时鼎象征王权的威严，有威严才可做事，但威严过重会适得其反，所以要内含谦逊。得鼎卦者要吐故纳新，一日新方能日日新。鼎新的要点在立不在破，在化不在变，变与破是化与立的基础。原材料已经准备好，等着厨师调和吧。"
    },
    "100100": {
        "name": "第51卦 震（zhèn）：震为雷卦",
        "text": "震：亨。震来虩虩，笑言哑哑。震惊百里，不丧匕鬯。",
        "interpretation": "代表雷声不断，惩戒邪恶；得此卦者声威显赫震象征打雷、地震。得震卦者多有受惊、变动，人人恐惧，此时要从容镇静，不可慌张失措。春雷虽然反映了春的威势和功勋，但别以为已经干出了惊天动地的伟业，与司晨的公鸡一样，功成身退才可以给人留下好念想。"
    },
    "001001": {
        "name": "第52卦 艮（gèn）：艮为山卦",
        "text": "艮：艮其背，不获其身，行其庭，不见其人，无咎。",
        "interpretation": "代表两山对峙，互不干涉；得此卦者不可越雷池半步艮象征稳重、静止。得艮卦者，最突出的特点是“稳”，稳定如山，静止不动，恒久不变，相当有定力。此时要当止则止，所思所虑不超出本位，不超越一步，不轻举妄动，如果冒进会招致接连的灾难。"
    },
    "001011": {
        "name": "第53卦 渐（jiàn）：风山渐卦",
        "text": "渐：女归吉，利贞。",
        "interpretation": "代表顺应变化，缓慢上升；得此卦者有积善、积恶之分渐象征水慢慢浸透，有渐进的含意。从量变到质变的过程就是“渐”。得渐卦者，循序渐进才能水到渠成，遇事不可慌张，如果急躁则有损失。趋势存在于苗头中，好趋势应发扬，坏趋势应制止。"
    },
    "110100": {
        "name": "第54卦 归妹（guī mèi）：雷泽归妹卦",
        "text": "归妹：征凶，无攸利。",
        "interpretation": "代表感情冲动，强迫结合；得此卦者受到笼络羁縻归妹指少女出嫁，此时要两厢情愿，不可强迫，否则应立刻终止。得归妹卦者，往往一厢情愿地用热脸去贴他人的冷屁股，人家未必领情。怀柔、和亲里反映了虚伪与无能。事关人格自尊，不要自取其辱。"
    },
    "101100": {
        "name": "第55卦 丰（fēng）：雷火丰卦",
        "text": "丰：亨。王假之，勿忧，宜日中。",
        "interpretation": "代表万丈光芒，绝对盛大；得此卦者最好功成身退丰指丰收、收获了果实。得丰卦者，一切都得到了满足，但极盛必衰，盛景中有衰退的趋势，盛大中暗藏凶险，此后会进入衰败的淡季，要居安思危。狡兔死，猎狗烹；飞鸟尽，良弓藏，应该以退为进。"
    },
    "001101": {
        "name": "第56卦 旅（lǚ）：火山旅卦",
        "text": "旅：小亨，旅贞吉。",
        "interpretation": "代表羁旅于外，寄人篱下旅指旅行，这是不安定的行为，因为旅途中缺少照应。得旅卦者如同旅行在外之人，举目无亲，孤立无援，无法倾诉。征程漫漫，要经历风霜雨雪才能见到希望。此时要耐得住寂寞，需要信念的支持。"
    },
    "011011": {
        "name": "第57卦 巽（xùn）：巽为风卦",
        "text": "巽：小亨。利有攸往，利见大人。",
        "interpretation": "代表柔软适应，变化莫测；得此卦者万事皆可享通巽指风吹大地，风跟随着风。此时要顺从，但不可盲从，要顺从正人君子。得巽卦者如同风一样无孔不入、能聚能散，可以不断调整自己来顺应环境的变化。但不要陷入无原则性的危险中，优柔寡断则会进退两难。"
    },
    "110110": {
        "name": "第58卦 兑（duì）：兑为泽卦",
        "text": "兑：亨，利贞。",
        "interpretation": "代表言语沟通，带来喜悦；得此卦者应为悦己者容兑指流通滋润、因言语带来喜悦。此时应相互交流，彼此受益。得兑卦者，往往左右逢源、讨好卖乖，容易失去人格和灵魂。以言悦人多属阿谀，以貌悦人多为皮肉生意。所以要学会自重、自强与自立。"
    },
    "010011": {
        "name": "第59卦 涣（huàn）：风水涣卦",
        "text": "涣：亨。王假有庙。利涉大川，利贞。",
        "interpretation": "代表涣散分裂，民心反离；得此卦者要随遇而安涣指涣散，但不完全等于凶险，此卦凶中藏吉，同心同德则可化险为夷。得涣卦者如同风行水上，平地要起波澜。没有不散的筵席，好朋友也不能厮守一生。情缘将尽，猜疑已生，间隙已成，不要最终闹个不欢而散。"
    },
    "110010": {
        "name": "第60卦 节（jié）：水泽节卦",
        "text": "节：亨。苦节不可贞。",
        "interpretation": "代表节制限制，掌握分寸；得此卦者难逃窘迫节指节俭、节制。节俭持家，节制做人，便可亨通。得节卦者，没有规矩难成方圆，有法度总比没有要好。然而时事在变，法度也在变，如果呆板迂腐，没有与时俱进的变通，便是自捆手脚、作茧自缚。"
    },
    "110011": {
        "name": "第61卦 中孚（zhōng fú）：风泽中孚卦",
        "text": "中孚：豚鱼，吉，利涉大川，利贞。",
        "interpretation": "代表信守承诺，感化万物；得此卦者要守信用中孚指孵卵不能延误时日，此时要守信，或教化他人时要守信。得中孚卦者往往很诚信。“信”是人的道德底线，人不可以突破这个底线。持中守信则身和、家和、国和、天下和。"
    },
    "001100": {
        "name": "第62卦 小过（xiǎo guò）：雷山小过卦",
        "text": "小过：亨，利贞。可小事，不可大事。飞鸟遗之音。不宜上，宜下，大吉。",
        "interpretation": "代表小有过错，不应做大事；得此卦者要留有余地小过指小的过度、小过错。得小过卦者虽是守成之才，但难成大气候。得大过卦者善治国，得小过卦者善持家。所以得小过卦不可做大事，应该做小事。务实地规划可得顺利，做事留有余地才能保证安全。"
    },
    "101010": {
        "name": "第63卦 既济（jì jì）：水火既济卦",
        "text": "既济：亨小，利贞。初吉终乱。",
        "interpretation": "代表成功渡过，大功告成；得此卦者维持现状最重要。既济指渡河成功。得既济卦者处于完美状态中，但完美也是句号，是谢幕时的掌声。现在到了该料理后事的时候，应该留下一份总结。不过，物极必反，完美时"
    },
    "010101": {
        "name": "第64卦 未济（wèi jì）：火水未济卦",
        "text": "未济：亨。小狐汔济，濡其尾，无攸利。",
        "interpretation": "代表事情未成，混乱无序。得此卦者面临新起点。未济指渡河尚未成功，秩序混乱、时运不济就是“未济”。得未济卦者虽然混乱无序，但此时也是一个新开始的过渡期。这喻示着吉凶未定，使人对未来产生希望。如同种子刚刚播下，新的一次轮回开始了，一切都未确定。"
    }
}