{
    "01": {
        "title": "初六爻",
        "text": "象曰：藉用白茅，柔在下也。",
        "interpretation": "祭祀时不但把地与桌子打扫干净，还在祭品下面垫上白色的茅草，这可以表现出对神的虔诚，所以不会带来灾难。这就像我们怀着极其敬重之心，是不会引起他人反感的。这与我们俗语所说的“瓜子不饱是人情”是一个道理。“礼轻情意重”的成语典故也说的是这一道理。"
    },
    "11": {
        "title": "初九爻",
        "text": "象曰：潜龙勿用，阳在下也。",
        "interpretation": "阳气初生的阶段，位卑力薄，一切刚刚起步，要养精蓄锐。如同学行未成、人微言轻之时，不可强行出头、多管闲事，因为还没有兴云作雨的能力和条件。只能等待，像卧龙一样潜伏水中。"
    },
    "02": {
        "title": "六二爻",
        "text": "象曰：黄离元吉，得中道也。",
        "interpretation": "黄在五色里为中之色，象征中道。六二以柔爻居阴位得正，又居于下体之中。能以柔顺中正之道依附于人，是吉祥的。当依附之时，初九过刚当然不可取，六二能柔并不难做到，难在一面柔顺依人，一面又不失其中正。这就是外圆内方的人格，在依附于人的同时，保持自己独立的人格。对利和义的追求很难平衡。"
    },
    "12": {
        "title": "九二爻",
        "text": "象曰：九二悔亡，能久中也。",
        "interpretation": "九二居于下卦的中位，又与六五相应，所以不会有悔恨的事情发生。在恒卦中，九二能够恒久地守于中庸之道，既不过激也不过缓，所以可以恒而有成，不会造成悔恨。一般来说，男子用刚不用柔，女子用柔不用刚。九二以刚居阴位，是女子以刚行妇道，好在居中，能够用中和之道加以节制。"
    },
    "03": {
        "title": "六三爻",
        "text": "象曰：众允之，志上行也。",
        "interpretation": "六三下面的两个爻都有上升之势，所以六三也可以借助下面的力量往上升。六三相当于现在某单位的一位主任，底下的人都想升官，可是六三由于其上边有人，上边的领导很看重他，所以当下面的人员得到了他的职位后，他便自然而然地被提拔到更高的领导岗位上。这种水到渠成的晋升，怎么会有悔恨呢？"
    },
    "13": {
        "title": "九三爻",
        "text": "象曰：南狩之志，乃大得也。",
        "interpretation": "天黑了，动物们都在熟睡，此时去捕捉，更容易获取猎物。相对于战争来说，夜袭也是一种极容易克敌制胜的战术。爻辞中所描述的便是一次成功的夜袭经过。不但打败了敌人，而且还俘获了敌人的头领。但是在这种情况下，由于黑暗不明，所以不利于穷追不舍，斩尽杀绝。"
    },
    "04": {
        "title": "六四爻",
        "text": "象曰：入于左腹，获心意也。",
        "interpretation": "六四是一位行事缜密之人。为臣者要弄明白君王是否真的昏庸无道，不能只从表面上看君王无所作为便毅然离去。战国时齐威王刚继位时整日沉湎于酒色，淳于髡想了解齐威王的想法，对他说：“齐国有一只大鸟，栖息于宫苑的巢中有三年了，它既不飞又不鸣叫，这是一只什么鸟？”齐威王说：“不飞则已，一飞冲天；不鸣则已，一鸣惊人。”由此他了解到，齐威王表面上不理朝政，实际上却暗地里酝酿着整理朝纲的大计划。果然不出几日，齐威王很快便清理了贪官。"
    },
    "14": {
        "title": "九四爻",
        "text": "象曰：交孚无咎，志行也。",
        "interpretation": "倍感孤立，似乎陷入绝境了。初九处在与九四对应的位置。初九和九四在危境中相逢。二者皆是阳刚，互不相容、互相排斥；但处境相似，需摆脱困境，于是毅然合作，真诚交往。如同孙权和刘备合作，共抗曹操。"
    },
    "05": {
        "title": "六五爻",
        "text": "象曰：厥宗噬肤，往有庆也。",
        "interpretation": "九二委曲宛转地与六五相遇，六五则居尊而柔顺，遇合像咬嫩肉一样容易，一咬就能合牙，合则不再睽离。这里说的是，潦倒的富人家里的人们各奔东西去谋生，结果有一个人混出了功名，所以设宴招待自己同宗族的人，大家在一起喝酒吃肉，自然不会有灾难了。"
    },
    "15": {
        "title": "九五爻",
        "text": "象曰：大蹇朋来，以中节也。",
        "interpretation": "九五处在蹇难的深处，以一国之君居蹇难之中，是天下之大蹇。但他抱有济大难于天下的雄心壮志，六二也忠心耿耿地跟随九五。九五不是没有头脑的草莽英雄，他深知一个好汉三个帮的道理，充分运用领导艺术，使臣下冒死前来相助。九五的行为顺应民心，因而能得到拥护。"
    },
    "06": {
        "title": "上六爻",
        "text": "象曰：往蹇来硕，志在内也。利见大人，以从贵也。",
        "interpretation": "上六的吉祥就在于能够在无路可走的情况下退回来。好比一个部落中发生了水灾，上六从水灾中逃了出来，可是他却发现前面虽然没有水的灾害，但是却无路可走了。在这种情况下，他又回到了灾区，与大家团结在一起，共同抵抗灾害。“人多力量大，人心齐泰山移”，上六的回来增添了抗灾的力量，当然吉祥了。"
    },
    "16": {
        "title": "上九爻",
        "text": "象曰：弗损益之，大得志也。",
        "interpretation": "上九是一位高尚之士，能将贵重的礼物赠送他人。六三不能再损，当下属已无法再损的时候如果还要损下益上，就等于损害自己的根基。有鉴于此，上九反其道而行之，不减损他人反而增益他人。看起来是增益他人，其实是巩固自己。与其说上九是一个高尚之士，不如说是高明的统治者。为别人创造财富就是为自己造福。"
    }
}